[
	{
		"name": "Vietnam",
		"leaderName": "Lady Triệu",
		"adjective": ["Vietnamese"],
		"startBias": ["Hill","Jungle","Avoid [Tundra]","Avoid [Desert]"],
		"preferredVictoryType": "Cultural",
		"personality": "aa0905766k_BaTrieu",
		"favoredReligion": "Buddhism",
		
		"startIntroPart1": "Hail to you, noble Lady Triệu, the fearless warrior of Vietnam, who stands tall against the tides of oppression. You lead the resilient Vietnamese civilization, born of countless struggles against foreign invaders. For centuries, your people have fought for their freedom, with unwavering courage and an indomitable spirit. The mountains and jungles of Vietnam whisper your name, a name that echoes with the valor of a thousand victories.",
		"startIntroPart2": "Great Lady, will you once again rise to the call of destiny? Will you lead your people to glory, carving a path through adversity with your mighty sword? Can you build a civilization that will stand the test of time, where the proud spirit of Vietnam shall forever reign?",
		
		"declaringWar": "Now you are at war with the armies of Vietnam! Do you hear the sounds of the rallying drums? The thundering roars of the war elephants? Our armies are rushing to battle!",
		"attacked": "I have waited for this day for a long time. The day this war starts shall also be the day of your destruction!",
		"defeated": "You think you have defeated me...? I shall ascend to Heaven, to become the sacred spirit of our rivers and our mountains, never to be vanquished!",
		"denounced": "Look here, you snake. One day there will be a great reckoning between our peoples, and justice will be served to you.",
		"introduction": "I am Lady Triệu, the female general with the golden robe, and I speak for Vietnam. We only wish to ride the strong winds, walk the fierce waves, slay the whales of the Eastern Sea, reclaim our country, establish sovereignty, and shatter the chattels of oppression.",
		"neutralHello": "Once again, I bid you welcome to Vietnam.",
		"hateHello": "Vietnam is watching you. Get on with it, scum.",
		"tradeRequest": "Vietnam's delegation approaches your nation, bearing our trade offer, as well as bird's nest soup, abalone, deer's tendon, and water from the Hàm Long well.",
		"declaringFriendship": "Let our people share each other's burdens, and the struggle will be easier.",

		"innerColor": [142,30,140],
		"outerColor": [0,158,25],
		"uniqueName": "Drive Out the Aggressors",
		"uniqueText": "All Military Land units receive free promotions that allow them to fight and manoeuvre more effectively in Rough terrain.",
		"uniques": [
			"[{Military} {Land} {Melee}] units gain the [Drill I] promotion",
			"[{Military} {Land} {Ranged}] units gain the [Barrage I] promotion",
			"[{Military} {Land}] units gain the [Woodsman] promotion"
		],
		"cities": ["Thăng Long", "Huế", "Hoa Lư", "Đồng Hới", "Quảng Trị", "Đà Nẵng", "Cần Thơ", "Hội An", "Kon Tum", "Mỹ Tho", "Quy Nhơn", "Sài Gòn", "Đà Lạt", "Hải Phòng", "Biên Hòa", "Nha Trang", "Gia Lạc", "Long Biên", "Nam Định", "Thái Nguyên", "Hạ Long", "Vũng Tàu", "Thanh Hóa", "Buôn Ma Thuột", "Việt Trì", "Hải Dương", "Thủ Dầu Một", "Bắc Ninh"],
		"spyNames": ["Huy", "Khang", "Bảo", "Minh", "Anh", "Vy", "Ngọc", "Khải", "Quân", "Thiệu"]
	},
	{
		"name": "The Cree",
		"leaderName": "Poundmaker",
		"adjective": ["Cree"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Diplomatic",
		"personality": "aa0905766k_Poundmaker",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "May blessings and peace be upon you, wise leader of the Cree nation, Poundmaker. Born as Pîhtokahânapiwiyin, you became a beacon of hope and unity during times of change and adversity. Valuing diplomacy, you built bridges between the Cree and new settlers, believing that cooperation was the path to prosperity. Even when faced with betrayal and misunderstanding, you steadfastly dedicated yourself to your nation’s welfare. Your wisdom during the Treaty 6 negotiations sought fair agreements for the Cree’s survival and prosperity. During the tumultuous North-West Rebellion, you led with compassion and restraint, striving to prevent bloodshed. Despite unjust imprisonment, your people’s respect and love for you never wavered.",
		"startIntroPart2": "Noble Poundmaker, the world longs for a leader who can navigate change with wisdom and integrity. Can you lead your people toward a future where tradition and progress harmonize? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I do not care to inflict the terrors of war upon you, but justice requires it.",
		"attacked": "You could have found another way. Now, your regrets will be measured in blood.",
		"defeated": "Had I wanted war, I would not be here now. You did not catch me. I gave myself up.",
		"denounced": "Your word is worthless, your people go astray, and you have no friends who will stand by you.",
		"introduction": "I am Poundmaker, and I represent the Cree. If I had wronged you, I would never have come to meet you.",
		
		"neutralHello": "May there always be peace between us.",
		"hateHello": "I swear to protect my people from the likes of you.",
		"tradeRequest": "My people send you a trade agreement and some gifts - buffalo robes and pimîhkân. With these you will last through winter.",
		"declaringFriendship": "The Cree are ready to welcome you as friends. Please, I ask of you, honor their trust.",

		"outerColor": [34,53,110],
		"innerColor": [77,163,86],
		"uniqueName": "Iron Confederacy",
		"uniqueText": "Gain 15% additional City-State influence from gifting [Gold], and 15 Influence from gifting [Military] units. Trade Routes provide +2 additional [Food]. Pay 25% less for [Road] and [Railroad] maintenance.",
		"uniques": [
			"Gifts of Gold to City-States generate [15]% more Influence",
			"Gain [15] Influence with a [Military] gift to a City-State",
			"[+2 Food] from each Trade Route",
			"[-25]% maintenance on road & railroads"
		],
		"cities": ["Mikisew Wacihk", "Atakakup", "Pîhtokahânapiwiyin", "Mistahi Sipiy", "Mistawasis", "Wîhkasko Kîsikân", "Mahkwe-sakahikan", "Maskotêw", "Paskwâwaskîhk", "Piyesiw-Awasis", "Pipikisis", "Kinoseo Sakahikan", "Kâpawe'kowiskowam", "Misinipe", "Muscowpetung", "Kawacatoose", "Wâpamekustwi", "Okanese", "Chemwawin", "Kâkîwistahaw", "Nekaneet", "Kâwawachikamach", "Natuashish", "Wâpimaskwa", "Wâskahikanihk", "Papew", "Kâ-pawâkaskitok", "Ochapowace", "Tataskweyak"],
		"spyNames": ["Wîsahkecâhk", "Mâhcâpiyiw", "Isapâskân", "Kêpêskawêw", "Nakamapîtam", "Pêtikakahkewin", "Sikotomakahk", "Apihtawikosisân", "Mâmikiskowin", "Kîpisahamîw"]
	},
	{
		"name": "Khmer",
		"leaderName": "Jayavarman VII",
		"adjective": ["Khmer"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Cultural",
		"personality": "aa0905766k_Jayavarman7",
		"favoredReligion": "Buddhism",
		
		"startIntroPart1": "All hail Jayavarman VII, illustrious king of the Khmer Empire, master architect of Angkor Thom, and devout patron of Buddhism. Under your wise and compassionate rule, the Khmer Empire has reached unparalleled heights in culture, architecture, and prosperity. Your dedication to the welfare of your people, through the construction of hospitals, rest houses, roads, and magnificent temples, has left an enduring legacy that echoes through the ages. You have transformed the very landscape with monumental structures like the Bayon Temple, whose serene faces embody your vision of universal compassion, and Ta Prohm, a testament to your devotion to family and faith. Your victories over neighboring kingdoms have not only expanded your influence but also secured lasting peace and prosperity for your subjects. Your promotion of Buddhism has enlightened minds and unified the empire under the principles of wisdom and compassion.",
		"startIntroPart2": "Wise Jayavarman, will you now lead your civilization to even greater glory, navigating the challenges of a changing world, fostering enlightenment, unity, and prosperity, and securing your place among the greatest leaders in history? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Your actions reveal your desire for war. The Khmer shall oblige you.",
		"attacked": "War? Hm hm, fools think fortune is on their side. Who will you blame when yours runs out?",
		"defeated": "One gains humility in defeat. I pray you are granted the most humility of all.",
		"denounced": "You defy Heaven with your harsh words. It must be a familiar feeling!",
		"introduction": "I am Jayavarman VII, and the Khmer allow me to lead them. Their suffering is my suffering.",
		
		"neutralHello": "Your suffering is also our suffering, friend.",
		"hateHello": "You must know how to live a divine life; how else could you teach your people to do the opposite?",
		"tradeRequest": "Our trade delegation also brings a-ping, a fried dish. Best to eat the legs before you consume the rest of the tarantula.",
		"declaringFriendship": "Heaven smiles upon you - as do the Khmer. The world should know of our friendship. Might we declare it?",

		"outerColor": [154, 135, 40],
		"innerColor": [50,89,159],
		"uniqueName": "Great Barays",
		"uniqueText": "[Farm]s produce +1 additional [Food] when built next to [City center]s, and +1 [Faith] when built next to a [Holy site]. [City center]s with an [Aqueduct] built provide +1 [Happiness], and [Farm]s built next to them provide an additional +1 [Food].",
		"uniques": [
			"[+1 Happiness] from every [Aqueduct]",
			"[+1 Food] from every [Farm] <in tiles adjacent to [City center] tiles>",
			"[+1 Food] from every [Farm] <in cities with a [Aqueduct]> <in tiles adjacent to [City center] tiles>",
			"[+1 Faith] from every [Farm] <in tiles adjacent to [Holy site] tiles>"
		],
		"cities": ["Angkor Thom", "Angkor Wat", "Hariharalaya", "Yasodharapura", "Mahendraparvata", "Vimayapura", "Indrapura", "Lingapura", "Preah Vihear", "Bhavapura", "Kampong Svay", "Nagarajayasri", "Vyadhapura", "Chaturmukha", "Dvirada", "Rayabihara", "Amarendrapura", "Phanom Rung", "Isanapura", "Muang Tam", "Angkor Borei", "Banteay Kdei", "Phetchaburi", "Chaiya", "Isanapura", "Pre Rup", "Beng Mealea", "Lavodayapura", "Sreshthapura"],
		"spyNames": ["Sokha", "Visay", "Ratana", "Chey", "Monkol", "Sopheak", "Kanha", "Pheara", "Bopha", "Rakia"]
	},
	{
		"name": "Sumer",
		"leaderName": "Gilgamesh",
		"adjective": ["Sumerian"],
		"startBias": ["River"],
		"preferredVictoryType": "Domination",
		"personality": "aa0905766k_Gilgamesh",
		"favoredReligion": "Islam",
		
		"startIntroPart1": "Hail, mighty Gilgamesh, King of Uruk and ruler of Sumer! You, who have walked with gods and men alike, stand as a legend among mortals. Your great deeds, immortalized in epic, tell of your unrelenting strength and wisdom. Under your rule, Sumer became the cradle of civilization, where cities rose from the banks of rivers, and knowledge flourished, as you shaped the destiny of your people.",
		"startIntroPart2": "Your people await your guidance once more, O Gilgamesh. Will you lead Sumer to glory again, with your courage and vision? Shall you build a civilization that withstands the test of time, and rival the gods in power and achievement?",
		
		"declaringWar": "Why do I fight? Because I can... because Inanna demands it. Now you will know the power of Sumer!",
		"attacked": "I will enjoy hearing your last breath when you witness the destruction of your people.",
		"defeated": "What treachery did this to me? No, what evil?",
		"denounced": "Hah! Gilgamesh is stronger than your false words!",
		"introduction": "I am Gilgamesh of Sumer and King of Uruk! Do not be afraid... I am good to my friends.",
		
		"neutralHello": "You are a good friend and ally! Gilgamesh will remember this.",
		"hateHello": "If you harm my friends, you will face the might of Uruk; this I promise you!",
		"tradeRequest": "The delegation of Gilgamesh brings you gifts of Sumerian jewelry, and lyres from Ur. Will you accept them?",
		"declaringFriendship": "All the world knows of my generosity to my friends. Let us then be friends, not enemies!",

		"outerColor": [35, 40, 75],
		"innerColor": [243,181,45],
		"uniqueName": "Epic Quest",
		"uniqueText": "Units have an additional 50% Combat Strength against [Barbarians]. Destroying a [Barbarian encampment] yields an [Ancient ruins] reward.",
		"uniques": [
			"[+50]% Strength <vs [Barbarian] units>",
			"[{Military} {Land}] units gain the [Heroes of Sumer] promotion"
		],
		"cities": ["Uruk", "Eridu", "Kish", "Ur", "Lagash", "Nippur", "Bad Tibira", "Sippar", "Shuruppak", "Adab", "Isin", "Larak", "Abu Salabikh", "Akshak", "Umma", "Larsa", "Hamazi", "Girsu", "Jemdet Nasr", "Nina", "Kuara", "Dilbat", "Kutha", "Marad", "Zabalam", "Kisurra", "Pazurish Dagan", "Harbidum", "Kesh"],
		"spyNames": ["Enkidu", "Lugalbanda", "Ningal", "Enheduanna", "Shargun", "Nusimud", "Utu", "Dilmun", "Eanna", "Nebukad"]
	},
	{
		"name": "Canada",
		"leaderName": "Wilfrid Laurier",
		"adjective": ["Canadian"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Iska_Canada",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Forged in the fires of exploration and colonialism in the 16th century, Canada faced centuries of conflicts and challenges, from wars with European powers to struggles with its own internal divisions. But in the 20th century, Canada emerged as a global leader, playing a critical role in two world wars and forging a new identity as a nation committed to peace, equality, and social justice.\n\nNow, as the leader of Canada, it is your responsibility to build on this legacy and guide your people to new heights. Use your diplomatic skill and strategic vision to navigate the complex global landscape, forging alliances and promoting Canadian values around the world. Through your leadership, Canada can become a shining example of what a modern, prosperous, and compassionate nation can be.",
		"startIntroPart2": "Wilfrid Laurier, as you begin your journey to shape the world, you choices make today that will echo through the ages. Will you be remembered as a conqueror, a liberator, or a visionary? The path is yours to choose. Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "In responding to the unstinting malignancy that has heretofore defined your relationship with Canada... we can have no recourse, but war.",
		"attacked": "As we can reach no peaceful resolution with you, Canada must turn, with reluctance... to war.",
		"defeated": "C'était illusoire de chercher à s'entendre avec vous. Mais jamais je ne regretterai de prendre la défense de mon peuple.",
		"denounced": "I wish you had proved to be a wiser, more agreeable leader, but your actions leave me scant hope for a peaceful future.",
		"introduction": "Au nom du peuple canadien, bienvenue! Je suis le Premier Ministre Laurier.",
		
		"neutralHello": "Welcome again! How may we assist you today?",
		"hateHello": "N'êtes-vous pas sensible au malheur des autres?",
		"tradeRequest": "The people of Canada present, alongside our trade agreement, humble gifts of maple syrup, wool blankets, and our honored, traditional headgear: The toque.",
		"declaringFriendship": "You have proven a steadfast and loyal friend of Canada. Will you let us declare our mutual accord to the world?",

		"outerColor": [255,255,255],
		"innerColor": [178,28,29],
		"uniqueName": "Great White North",
		"uniqueText": "[Mine]s, [Camp]s and Strategic Resources produce +1 additional [Gold]. [Lumber mill]s provide +1 additional [Production].",
		"uniques": [
			"[+1 Gold] from every [Mine]",
			"[+1 Gold] from every [Camp]",
			"[+1 Gold] from every [Strategic resource]",
			"[+1 Production] from every [Lumber mill]"
		],
		"cities": ["Ottawa", "Toronto", "Montréal", "Vancouver", "Calgary", "Edmonton", "Winnipeg", "Québec", "Hamilton", "Kitchener", "London", "St. Catharines", "Niagara", "Halifax", "Oshawa", "Victoria", "Windsor", "Saskatoon", "Regina", "Sherbrooke"],
		"spyNames": ["John", "William", "James", "Robert", "Joseph", "Mary", "Barbara", "Linda", "Patricia", "Susan"]
	},
	{
		"name": "People's Republic of China",
		"leaderName": "Mao Zedong",
		"adjective": ["Chinese"],
		"preferredVictoryType": "Domination",
		"personality": "Iska_MaoZedong",
		"favoredReligion": "Confucianism",
		
		"startIntroPart1": "Hail to the great leader and founder of the Chinese Communist Party, Mao Zedong! China is a nation of long history and rich culture, which has been fighting for its sovereignty and independence for centuries. Under your guidance, the Chinese people have proven themselves to be dedicated, innovative, and resilient, and have overcome tremendous challenges to achieve progress and prosperity. As we look to the future, the Chinese people turn to you, their beloved leader, to guide them towards a brighter tomorrow. They believe in your revolutionary spirit and your unwavering commitment to building a socialist society. You have led China through many trials and tribulations, from the Long March to the Great Leap Forward, and have always put the interests of the people first.",
		"startIntroPart2": "Now, as we face new challenges and opportunities, the Chinese people look to you to continue to lead the way. Will you continue to fight for the liberation of the oppressed and the workers' rights, or will you focus on building a prosperous nation that values the people above all else? Can you create a civilization that will stand the test of time?",
		
		"declaringWar": "We will no longer stand idly by while you threaten our sovereignty and our socialist way of life!",
		"attacked": "What...? How dare you, imperialist pig! Looks like we will have to teach you a lesson!",
		"defeated": "The struggle may be over, but the revolution continues. We will learn from this defeat and emerge stronger in the end.",
		"denounced": "Your hostile words do not intimidate us. China will stand firm in the face of adversity and protect its interests.",
		"introduction": "Greetings. I am Mao Zedong, the founder and leader of the People's Republic of China.",
		
		"neutralHello": "Welcome, comrade.",
		"hateHello": "China will defend itself and its allies against any threats to our security.",
		"tradeRequest": "China is open to mutually beneficial trade agreements. Let us work towards a fair and equal exchange that benefits both our nations.",
		"declaringFriendship": "We stand ready to work with you towards a brighter future for our people. Together, we can achieve great things.",

		"outerColor": [186, 54, 41],
		"innerColor": [228, 196, 112],
		"uniqueName": "Great Leap Forward",
		"uniqueText": "Upon entering a new era, all your cities enter 3 turns of Cultural Revolution, during which they provide neither [Gold] nor [Science], lose [Culture], and starve in exchange for a quadruple boost to [Production]. Additionally, if entering either the Medieval, Industrial or Atomic eras, gain a free Social policy.",
		"uniques": [
			"[-150]% [Food] [in all cities] <upon entering a new era> <starting from the [Classical era]> <for [4] turns>",
			"[-150]% [Culture] [in all cities] <upon entering a new era> <starting from the [Classical era]> <for [4] turns>",
			"Nullifies [Gold] [in all cities] <upon entering a new era> <starting from the [Classical era]> <for [4] turns>",
			"Nullifies [Science] [in all cities] <upon entering a new era> <starting from the [Classical era]> <for [4] turns>",
			"[+300]% [Production] [in all cities] <upon entering a new era> <starting from the [Classical era]> <for [4] turns>",
			"Free Social Policy <upon entering the [Medieval era]>",
			"Free Social Policy <upon entering the [Industrial era]>",
			"Free Social Policy <upon entering the [Atomic era]>",
			"Free Social Policy <upon entering the [Future era]>"
		],
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong","Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang","Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan","Huangshi","Yichang","Yingtian","Xinyu","Xinzheng","Handan","Dunhuang","Gaoyu","Nantong","Weifang","Xikang"],
		"spyNames": ["Li", "Chen", "Zhang", "Liu", "Yang", "Huang", "Zhao", "Wu", "Zhou", "Sun"]
	},
	{
		"name": "The Soviet Union",
		"leaderName": "Stalin",
		"adjective": ["Soviet"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
		"personality": "Iska_Stalin",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Blessings be upon you, steadfast and indomitable General Secretary of the Soviet Union, Joseph Stalin. Your legacy as one of the Soviet Union's most formidable leaders is marked by your iron will and strategic acumen, which guided the nation through some of its most turbulent times. Your leadership during the Great Patriotic War galvanized the Soviet people against the invading forces, ultimately turning the tide of the conflict in favor of the Allies. A master of political maneuvering, your vision for the Soviet Union helped transform it into a superpower that played a pivotal role on the world stage.",
		"startIntroPart2": "Resolute leader, your unwavering determination once shielded the Soviet people from the ever-present threats that beset the nations of men, and the Union looks to you to assure stability and progress once again. Will you lead the people with unyielding resolve and strategic brilliance, propelling the Soviet Union into a new era? Will you build a civilization that stands the test of time?",
		
		"declaringWar": "Your mistaken actions have left me no choice but to defend the Soviet Union. Prepare to meet the full might of the Red Army.",
		"attacked": "So, you dare to challenge the Great Soviet Union? Your own stupidity will be your undoing. The Red Army will crush you.",
		"defeated": "The Soviet Union has been defeated, but the spirit of our people will never fade. You may have won this battle, but the fight for our cause will go on.",
		"denounced": "The hammer and sickle will crush my enemies if you persist in this foolishness.",
		"introduction": "I am the iron hand of the proletariat, I am the embodiment of the Soviet Union, I am Stalin. An ally, if you are deserving. An enemy, if you dare.",
		
		"neutralHello": "Greetings, dear tovarishch.",
		"hateHello": "What do you want, durak?",
		"tradeRequest": "State your request and I will consider whether it is in the interests of the Soviet Union. I am weighing my thoughts carefully.",
		"declaringFriendship": "The Soviet Union extends its hand towards you.",

		"outerColor": [153, 37, 37],
		"innerColor": [228, 196, 112],
		"uniqueName": "The Iron Curtain",
		"uniqueText": "+3% [Production] in all cities for every World Wonder constructed in the capital. Gain a free [Courthouse] in conquered cities. Technologies are nearly impossible to be stolen from this civilization. -20% Golden Age Length and Great People generation rate after adopting any Industrial Era ideological policy branch.",
		"uniques": [
			"Instantly gain [1] [Soviet Pride] <upon constructing [World Wonder] [in capital]>",
			"[+3]% [Production] [in all cities] <for every [Soviet Pride]>",
			"Gain a free [Courthouse] [in annexed cities] <upon conquering a city>",
			"[-10000]% enemy spy effectiveness [in all cities]",
			"[-20]% Great Person generation [in all cities] <after adopting [Order]>",
			"[-20]% Golden Age length <after adopting [Order]>",
			"[-20]% Great Person generation [in all cities] <after adopting [Autocracy]>",
			"[-20]% Golden Age length <after adopting [Autocracy]>",
			"[-20]% Great Person generation [in all cities] <after adopting [Freedom]>",
			"[-20]% Golden Age length <after adopting [Freedom]>"
		],
		"cities": ["Moscow","Leningrad","Stalingrad","Novgorod","Rostov","Yaroslavl","Sverdlovsk","Yakutsk","Vladivostok","Smolensk","Chkalov","Krasnoyarsk","Khabarovsk","Bryansk","Kalinin","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Kuybyshev","Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Molotov","Voronezh","Pskov","Staraya Russa","Kostoma","Gorkiy","Suzdal","Magnitogorsk"],
		"spyNames": ["K. Molody", "I. Zuzemil", "V. Lokhov", "V. Nuykin", "P. Sudoplatov", "Y. Andropov", "A. Sakharovsky", "Z. Voskresenskaya", "Doktor Seriy", "Zephyr", "Aida"]
	},
	{
		"name": "Georgia",
		"leaderName": "Tamar",
		"adjective": ["Georgian"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Cultural",
		"personality": "aa0905766k_Tamari",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "All hail Queen Tamar of Georgia! You rule Georgia, a nation of poets, priests and warriors perched among the ferocious peaks of the Caucasus mountains. Though ruling in unelightened times and facing a rebellious nobility chafing under their own misogyny, you inspired devotion and loyalty among the people of Georgia and crushed those who refused to acknowledge your rule. With the nation bent to your pious will, you went on to lead the small mountain kingdom onto epic conquests, uniting the Caucasus mountains and destroying Muslim neighbours vastly larger than your shining beacon of Christianity. Smashing even the mighty Seljuk empire, Georgia became a regional hegemon - even as far as Jerusalem, Georgian priests went unmolested by their heathen countrymen, while Georgian knights rode unmolested, banners unfurled, striking red and white through the ancient city, a rare honour for even the mightiest of empires.",
		"startIntroPart2": "Queen Tamar, your nation needs you to bring it glory and wealth again. Your people believe in you, but can you revive the Georgian Renaissance, conquer your enemies, turn Georgia into a dominant nation once more, and live up to their expectations? Can you defend against the ancient dragons that stalk your Caucasian home, waiting to subdue your faith beneath a tide of heathenry? Can you build a civilisation to stand the test of time?",
		
		"declaringWar": "God fights with us. You stand alone.",
		"attacked": "Ha! Georgian hearts will not tremble before your multitudes!",
		"defeated": "Walls weren't enough to save Georgia from ruin. Neither was I...",
		"denounced": "To call you a thoughtless cur is an insult to curs.",
		"introduction": "I am Tamar of Georgia. Say what you will and be on your way.",
		
		"neutralHello": "Your ambassadors did not cause an incident. I consider that a success.",
		"hateHello": "You are a detestable person. Your people deserve a better leader than you.",
		"tradeRequest": "Our Georgian merchants bring many strings of churchkhela. They make a filling dessert.",
		"declaringFriendship": "You number amongst the few Georgia can trust. Should you agree, I will let it be known to all.",

		"outerColor": [247, 248, 252],
		"innerColor": [210, 123, 40],
		"uniqueName": "Strength in Unity",
		"uniqueText": "During a Golden Age, all your tiles produce +2 additional [Gold], and the [Culture] and [Production] output of all your cities are increased by 30%.",
		"uniques": [
			"[+2 Gold] from [your] tiles [in all cities] <during a Golden Age>",
			"[+30]% [Production] [in all cities] <during a Golden Age>",
			"[+30]% [Culture] [in all cities] <during a Golden Age>"
		],
		"cities": ["Tbilisi","Kutaisi","Batumi","Rustavi","Tskhumi","Gori","Telavi","Poti","Mtskheta","Zugdidi","Akhalkalaki","Kaspi","Tskhinvali","Omalo","Tsageri","Zestafoni","Bichvinta","Borjomi","Tsalka","Oni","Tianeti","Tmogvi","Akhaltsikhe","Geguti","Nicopsia","Dmanisi","Urbnisi","Mutso","Akhali Atoni"],
		"spyNames": ["Alexandre","Baadur","Boris","Davit","Gaioz","Irakli","Mikheil","Petre","Revaz","Tamazi"]
	},
	{
		"name": "Israel",
		"leaderName": "David",
		"adjective": ["Israelite"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Cultural",
		"personality": "Leugi_David",
		"favoredReligion": "Judaism",
		
		"startIntroPart1": "Blessings of God towards you, honorable King David of the Kingdom of Israel. You succeeded in truly unifying the Israelite tribes, and set up a monarchical government. Embarked on successful military campaigns against Israel's enemies, you defeated nearby regional entities such as the Philistines, thus creating secure borders for Israel. Under your holy guidance, Israel grew into a regional power. Under your House, the united Kingdom of Israel achieved prosperity and superiority over its neighbours.",
		"startIntroPart2": "Your people still lie scattered through the world, longing for a King to truly unite them. Will you listen their clamor? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "Justice demands your end, and we shall give it what it demands!",
		"attacked": "I expected no better from you. You will not find us unprepared.",
		"defeated": "My Lord, why have you abandoned me?",
		"denounced": "Always with such oppressive ideas...",
		"introduction": "Well met. I'm King David of the Kingdom of Israel, and I hope we won't need any unnecessary bloodshed.",
		
		"neutralHello": "Hail to you.",
		"hateHello": "What do you want? You're not welcome here.",
		"tradeRequest": "My people and I have a proposal to make to you.",
		"declaringFriendship": "You have shown yourself a friend of my people, and now we are in dire need of your help.",

		"outerColor": [246,239,228],
		"innerColor": [66, 106, 246],
		"uniqueName": "Land of Milk and Honey",
		"uniqueText": "Unimproved [Oasis] tiles yield +2 additional [Gold], [Food] and [Faith]. Gain a free [Great Prophet] upon researching [Writing].",
		"uniques": [
			"[+2 Gold, +2 Food, +2 Faith] from [{unimproved} {Oasis}] tiles [in all cities]",
			"Free [Great Prophet] appears <upon discovering [Writing] technology>"
		],
		"cities": ["Jerusalem","Hebron","Gaza","Jericho","Bethlehem","Nazareth","Meggido","Beer-Sheba","Judah","Hazor","Michmash","Caesarea","Emmaus","Tirzah","Gilgal","Joppa","Shiloh","Ashdod","Ashkelon","Samara","Gezer","Gibeon","Tamar","Beth-horon","Geba","Gath","Avaris","Jabesh-Gilead","Dan"],
		"spyNames": ["Josue","Esther","Judas","Rut","Shammua","Shaphat","Caleb","Joshua","Ammiel","Geuel"]
	},
	{
		"name": "The Franks",
		"leaderName": "Charlemagne",
		"adjective": ["Frankish"],
		"startBias": ["Avoid [Desert]"],
		"preferredVictoryType": "Domination",
		"personality": "Iska_Charlemagne",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Hail mighty Charlemagne, King of the Franks and the first Holy Roman Emperor! The Frankish realm, a vast territory spanning modern-day France, Germany, and beyond, was the heart of Western Europe in the early Middle Ages. Under your rule, the Frankish Empire expanded its borders, and your tireless efforts promoted education, culture, and religion, laying the foundation for the Carolingian Renaissance.",
		"startIntroPart2": "Great King Charles, the Frankish people look to you to lead them to an era of unparalleled glory. With their unyielding spirit and fierce determination, they turn to you, their revered ruler, to guide them once more. Will you unite the diverse lands of Europe under your banner and forge a lasting legacy through diplomacy and conquest? Can you cultivate the arts and sciences to usher in a new age of enlightenment? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "My fury is upon thee! Thou cannot escape!",
		"attacked": "The blades of the righteous, the banner of heaven. It is you who should fear!",
		"defeated": "With this, I must cast my crown aside, to be washed in the tears of the faithful... and God's own holy rain!",
		"denounced": "Hostility seeps from thy words. Ponder carefully upon your ensuing utterances.",
		"introduction": "I am Karl, known as the Great. While others rule by the sword, I rule by the grace of God. And also the sword.",
		
		"neutralHello": "May our fates entwine under the Divine's luminous gaze.",
		"hateHello": "What now, heretic?",
		"tradeRequest": "I have sent a delegation to thee. They come bearing gifts of royal red fabrics - rumoured to be highly sought after in your realm, I am sure.",
		"declaringFriendship": "Let us unite our banners, and point our swords towards our foes!",

		"outerColor": [199,222,244],
		"innerColor": [44,55,154],
		"uniqueName": "The Iron Crown",
		"uniqueText": "Upon conquering a city, gain an [Inquisitor] and a [Culture] boost scaling with the number of cities you have conquered (150 on Standard per annexed/puppeted city, counted seperately). +2% Great Person generation rate in your Capital for every conquered city in your Empire.",
		"uniques": [
			"Free [Inquisitor] appears <upon conquering a city> <after founding a religion>",
			"Gain [150] [Culture] <(modified by game speed)> <for every [[Annexed] Cities]> <upon conquering a city>",
			"Gain [150] [Culture] <(modified by game speed)> <for every [[Puppeted] Cities]> <upon conquering a city>",
			"[+2]% Great Person generation [in capital] <for every [[Annexed] Cities]>",
			"[+2]% Great Person generation [in capital] <for every [[Puppeted] Cities]>"
		],
		"cities": ["Aachen","Paris","Tours","Orleans","Rouen","Metz","Trier","Reims","Mainz","Cologne","Worms","Speyer","Strasbourg","Narbonne","Avignon"],
		"spyNames": ["Anselm","Gertrude","Radulf","Adalgar","Ermengarde","Humbert","Irmina","Leutgard","Odo","Waltrude"]
	},
	{
		"name": "The Goths",
		"leaderName": "Alaric I",
		"adjective": ["Gothic"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		"personality": "Iska_Alaric",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Your men march proudly behind you, brave Alaric, first a soldier, then general, and finally sacker of Rome. You bent to the will of the declining Roman Empire before gathering your own forces and marching through Roman lands, pillaging as you went, before becoming the first in nearly a thousand years to sack the immortal city. Your descendants would go on to found their own true empire, centered at Toulouse, which would hold sway over parts of France and Portugal for many years.",
		"startIntroPart2": "Fearsome General, your people call for the recreation of a new Gothic Empire, one which will make the exploits and histories of the former seem like the faded dreaming of a dying sun. Will you answer their call to regain your rightful prominence and glory? Will you take up arms and lead your armies to victory? Will you build a civilization that stands the test of time?",
		
		"declaringWar": "My warriors will defend your borders from invaders... but who is going to defend you from them?",
		"attacked": "Another one? Far greater countries than yours have fallen before me.",
		"defeated": "In death, even the rivers change their course. What legacy shall you leave?",
		"denounced": "You are as thick as hay. The thicker the hay, the easier it is mowed.",
		"introduction": "Hail, warrior! I am Alaric of the Goths. That's quite a magnificent city you have there. Let me visit your lands and see if there is anything worth grabbing.",
		
		"neutralHello": "Strength and honor guide our paths.",
		"hateHello": "Begone, weakling.",
		"tradeRequest": "Come. Take a look at our plunder and bounty from the fools that have provoked our wrath. I guarantee that some of these spoils will pique your interest, somewhat.",
		"declaringFriendship": "You are as strong in body and spirit as a Goth warrior. We extend our swords to you, friend.",

		"outerColor": [26,26,26],
		"innerColor": [226, 238, 234],
		"uniqueName": "Burning Unrest",
		"uniqueText": "Units heal completely after pillaging a non-[Road] improvement. Upon declaring war on a major civilization, all cities gain a 30% [Production] bonus towards training Military units for 10 turns (on Standard speed), and all Military Units receive +1 Movement for 10 turns.",
		"uniques": [
			"[+300]% Health from pillaging tiles",
			"[+1] Movement <for [Military] units> <for [10] turns> <upon declaring war on [Major] Civilizations>",
			"[+30]% Production when constructing [Military] units [in all cities] <for [10] turns> <on [Standard] game speed> <upon declaring war on [Major] Civilizations>",
			"[+30]% Production when constructing [Military] units [in all cities] <for [6] turns> <on [Quick] game speed> <upon declaring war on [Major] Civilizations>",
			"[+30]% Production when constructing [Military] units [in all cities] <for [15] turns> <on [Epic] game speed> <upon declaring war on [Major] Civilizations>",
			"[+30]% Production when constructing [Military] units [in all cities] <for [30] turns> <on [Marathon] game speed> <upon declaring war on [Major] Civilizations>"
		],
		"cities": ["Árheimar","Þorenborg","Apulon","Tolosa","Gutiskandja","Reccopolis","Victoriacum","Ologitis","Baiyara","Ebora","Segovia","Balsa","Uxama","Termantia","Toletum","Leptis Magna","Cartennae","Bulla Regia","Lilybaeum","Catane","Cirta","Caralis","Aleria","Panormus","Tacape","Saldae","Caput Vada", "Tricameron","Hadrumetum","Tripoli","Thagaste"],
		"spyNames": ["Ailwin","Baldric","Gamel","Masci","Savaric","Isolda","Estrilda","Sabelina","Sybilla","Golda"]
	},
	{
		"name": "The Olmecs",
		"leaderName": "Ocelotl Macocoztic",
		"adjective": ["Olmec"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination",
		"personality": "Iska_Ocelotl",
		"favoredReligion": "Christianity",
		
		"startIntroPart1": "Your people prostrate before you, exalted Tlatoani Ocelotl Macocoztic, favored son of the feathered serpent and mighty jaguar. After years of conflict amongst neighbouring tribes, you have unified the warring Olmec peoples, sacrificing dissenters in retribution for the insults dealt to you and your sons and daughters. The glory of Tenochtitlán will awe the world, resplendent in radiance, with some of the greatest monuments and architecture your people - and the world - will ever know.",
		"startIntroPart2": "Son of the Eagle and Jaguar, Ocelotl Macocoztic, lead your people into a new destiny. Let your reach grow long so you may conquer your enemies near and far. The Gods will guide you, and you will in turn guide your loyal citizens to victory. Illustrious Tlatoani, your people once again look to you for leadership and counsel in the coming days. Will you channel the will of the gods and restore your once proud kingdom to its greatest heights? Will you build new monuments to forever enshrine the memories of your people? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Now we will see if you are cowards or warriors!",
		"attacked": "Your soldiers will either die on a battlefield or on an altar. It makes no difference to Lamat.",
		"defeated": "The snake and the eagle foretold this day would come...",
		"denounced": "Those who are afraid speak loudest. You fear us.",
		"introduction": "Aha! The gods bring forth a fresh face! Kneel, and praise the sun!",
		
		"neutralHello": "It is an honour to meet you.",
		"hateHello": "You are a poison to this world. You are evil!",
		"tradeRequest": "Gifts of maize and chocolate are brought to you by my delegation. We offer them to you.",
		"declaringFriendship": "Let us be joined in friendship against the evils of this world.",

		"outerColor": [42,100,72],
		"innerColor": [233,216,73],
		"uniqueName": "Sons and Daughters of Lamat",
		"uniqueText": "Gain 250 [Golden Age points] upon expending a [Great Person]. Additionally, gain an extra 250 [Faith] if expending a [Great General], and 20 [Production] per each era passed if expending a [Great Prophet]. These bonuses may change on different speed settings other than Standard.",
		"uniques": [
			"Instantly gain [250] [Golden Age points] <(modified by game speed)> <upon expending a [Great Person] unit>",
			"Gain [250] [Faith] <(modified by game speed)> <upon expending a [Great General] unit>",
			"Gain [20] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Ancient era]>",
			"Gain [40] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Classical era]>",
			"Gain [60] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Medieval era]>",
			"Gain [80] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Renaissance era]>",
			"Gain [100] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Industrial era]>",
			"Gain [120] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Modern era]>",
			"Gain [140] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Atomic era]>",
			"Gain [160] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Information era]>",
			"Gain [180] [Production] <(modified by game speed)> <upon expending a [Great Prophet] unit> <during the [Future era]>"
		],
		"cities": ["Tenochtitlán","San Lorenzo","La Venta","Potrero Nuevo","Tres Zapotes","Acayucan","Izapa","Tlatico","Gualupita","Talapcoya","Las Bocas","Auxtlauca","El Viejón","Pijilapan","Palenque","Chichen Itza","Uxmal","Tulum","Copan","Coba","El Mirador","Calakmul","Edzna","Lamanai","Uaxactun","Comalcalco","Piedranegras","Cancuén","Yaxha","Quirigua","Q'umarkaj","Nakbe","Cerros","Xunantunich","Takalik Abaj","Cival","San Bartolo", "Altar de Sacrificios","Seibal","Caracol","Naranjo","Dos Pilas","Mayapan","Ixinche","Zaculeu","Kabah"],
		"spyNames": ["Camazotz", "Coyopa", "Gukumatz", "Hunahpu", "Huracan", "Ixchel", "Ixtab", "Kukulkán", "Xbalanque", "Zipacna"]
	},
	{
		"name": "Mali",
		"leaderName": "Mansa Musa",
		"adjective": ["Malian"],
		"startBias": ["Plains","Desert"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Tomatekh_MansaMusa",
		"favoredReligion": "Islam",
		
		"startIntroPart1": "Praise to you Musa, Mansa of the Mali Empire, humble servant of God. You rule a land of limitless wealth at the heart of trans-Saharan trade. Rising from the ashes of the late Ghana Empire, the Mali astutely established themselves as the dominant force of West Africa. By converting to Islam, Great King, you established a legacy that would endure to this day. Timbuktu quickly became a center of trade and learning heralded throughout the Islamic world, and your famous hajj to Mecca cemented your empire's place in the hearts and minds of Europe. The Mali forever changed the cultural milieu of West Africa, spreading its language, laws, and customs along the Niger River. Yet, infighting would be Mali's downfall, leaving her weak and divided before the march of the Songhai.",
		"startIntroPart2": "King of Kings, you held claim to a vast wealth that to this day has never been surpassed. Your mere generosity threatened to bankrupt empires, and your piety inspired an architectural renaissance. What more could such a great king achieve? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Enough! My forbearance ends here! We must have war between us, instead of a false peace!",
		"attacked": "Your transgressions are as deep as oceans. Yā Allāh... grant that I may chastise this one.",
		"defeated": "Wealth is fleeting; learning is vanity. All I have done, yā ilāhī, I did in your name.",
		"denounced": "Serpent! Tempter! Wretch! Look to the hour of your chastisement, for it is coming soon!",
		"introduction": "I am Sultan Musa, lord of Mali and, al-Ḥamdu lillāh, a very, very rich man. I am pleased to meet you.",
		
		"neutralHello": "May peace and Allāh's wealth be upon you.",
		"hateHello": "Yā Ilāhī, why do you permit this dark-hearted one to wield the power of kings?",
		"tradeRequest": "Please accept these simple gifts of indigo cloth, Kinkeliba tea... and one hundred porters carrying sacks of gold dust.",
		"declaringFriendship": "Do we not gain much from our bond? Shall we tell the world we stand as friends?",

		"outerColor": [87,41,41],
		"innerColor": [216,199,138],
		"uniqueName": "Royal Hajj",
		"uniqueText": "Trade Routes generate +1 additional [Faith]. [Great Prophet]s may visit a foreign Holy City to generate a one time [Gold] bonus (this does not consume the unit).",
		"uniques": [
			"[+1 Faith] from each Trade Route",
			"[Great Prophet] units gain the [Royal Hajjaj] promotion"
		],
		"cities": ["Nyeni","Ka-ba","Bamako","Kumbi Saleh","Jenné","Timbuktu","Gao","Awli","Wadan","Teodeni","Katsina","Zaria","Bilma","Ngazargumu","Tura","Muli","Toron","Awdaghost","Tadmekka","Tekedda","Agadez","Kano"],
		"spyNames": ["Mahamane","Yacouba","Issa","Seydou","Amadou","Aminata","Fatim","Djeneba","Kadiatou","Massaba"]
	},
	{
		"name": "Manchu",
		"leaderName": "Kangxi",
		"adjective": ["Manchurian"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		"personality": "AisinAlin_Kangxi",
		"favoredReligion": "Confucianism",
		
		"startIntroPart1": "Long live Emperor Kangxi. As the fourth emperor of the Qing dynasty, you ruled the great territory of Manchu, China, and so on. In an era rife with rebellion, you achieved the daunting task of maintaining the stability of your dynasty and your vast realm from its enemies and safeguard its people, completing the conquest of China and seizing the Mandate of Heaven from the decadent and undeserving Ming dynasty. But you were no mere brute, for during your reign, you also played a great role in developing both the Manchu and Chinese cultures, as you encourage education and literacy, compiled the dictionary still bearing your name to this day, and reformed the bureaucracy using the inherited Imperial Chinese institutions and traditional Confucian ideology. Such was a great reign, with your Empire's might grew day by day, that it was after your death that the Empire, sadly, slowly started to crumble, and now your people wander without a leader.",
		"startIntroPart2": "Great Emperor, your people call upon you once more to lead them to battle and conquest. Will the world once again tremble at the thunderous sound of your Banner cavalry, sweeping down from the steppes? Will you build an empire that stands the test of time?",
		
		"declaringWar": "Greed can do naught but cause others misfortune. It is time my Banners taught you what that means.",
		"attacked": "Have you not heard about the Revolt of the Three Feudaltories? No matter, you will find out what happened to them soon enough.",
		"defeated": "The sun sets upon the Qing dynasty today. And I only have myself to blame.",
		"denounced": "Resorting to insults to project your authority, now? Pathetic.",
		"introduction": "I am Khan of the Manchu, and Emperor of all China. I have already heard of your fame, so I have kept a respective eye on you all this time.",
		
		"neutralHello": "You now stand before the ruler of the known world.",
		"hateHello": "Although you are my enemy now, I especially meet you today because I had admired you.",
		"tradeRequest": "I think we can achieve a mutual improvement by distributing many goods between one another.",
		"declaringFriendship": "I believe that both our nations can achieve many great advances if we cooperate more on the world stage. Do you?",

		"outerColor": [252,225,70],
		"innerColor": [41,103,155],
		"uniqueName": "Aisin",
		"uniqueText": "All Mounted units have a chance to capture defeated enemy units in battle. Start with a free [Horseman] after settling your Capital. After unlocking the [Eight Banners] unique unit, all Military units (except the [Eight Banners] themselves) may spend collected [Banner]s to receive a unique promotion depending on the unit type.",
		"uniques": [
			"[Mounted] units gain the [[Manchu] ability] promotion",
			"[{non-[Eight Banners]} {Military}] units gain the [[Banner] ability] promotion",
			"Free [Horseman] appears <upon founding a city> <when number of [Cities] is less than [2]>"
		],
		"cities": ["Fe Ala","Yenden","Xingjing","Mukden","Fushun","Qinghe","Sarhu","Girin Ula","Nanling","Tieling","Ningdota","Siping","Liaoyuan","Changchun","Harbin"],
		"spyNames": ["Nara","Donggiya","Xianyu","Susu Gioro","Fuca","Sahalian","Guuwalgiya","Tongyangiolo","Wanggiyan","Niohuru"]
	},
	{
		"name": "Xia",
		"leaderName": "Yu",
		"adjective": ["Xia"],
		"startBias": ["River"],
		"preferredVictoryType": "Cultural",
		"personality": "Iska_Yu",
		"favoredReligion": "Taoism",
		
		"startIntroPart1": "Blessings of your ancestors upon you, Yu the Great, first Emperor of the Xia dynasty. Your people have lived along the banks of the Yellow River since time immemorial, but it is you who are remembered in legend as being the master of the most devestating floods in the memory of your people. Although no written records survive, you are the remembered as the founder of the first true dynasty of China - Xia. You are praised as the head of the Five Kings of the Water Immortals even today, as a man worthy of honor and emulation.",
		"startIntroPart2": "O mighty emperor, your people turn to you to once more to reclaim the glory of China! Will you see to it that your empire rises again, bringing peace and order to all? Will you make China once again center of the world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "I have warned you to never cross the Yellow River for so many times. Now, it is time you face its wrath.",
		"attacked": "You may as well seek to conquer heaven itself. Let us see how high your arrows fly.",
		"defeated": "The defeat of Xia is a bitter pill to swallow. If I cannot protect my people, I will meet my fate like a warrior.",
		"denounced": "You are a mere nuisance. Do not make the mistake of thinking you can challenge the might of Xia.",
		"introduction": "I am Yu, the one who tamed the floods and founder of the Xia dynasty. If you are worthy, I am open to an alliance.",
		
		"neutralHello": "May the will of the heavens guide us both.",
		"hateHello": "Step away from me, serpent.",
		"tradeRequest": "Is there something of value from your civilization that Xia can offer in exchange?",
		"declaringFriendship": "We are building a coalition of like-minded people. Shall you take part?",

		"outerColor": [0,96,17],
		"innerColor": [235,213,68],
		"uniqueName": "Great Yu Who Controlled The Waters",
		"uniqueText": "A Flood occurs every 10 turns. During a Flood, all [River] tiles you control gain +4 [Production], +2 [Food] and +2 [Faith] for that turn.",
		"uniques": [
			"Triggers a [River Floods!] event <upon turn start> <every [10] turns> <after turn number [1]>"
		],
		"cities": ["Anyi","Chu","Qiongshi","Zhenxun","Diqiu","Laoqiu","Jiyuan","Xihe","Zhen","Song","Zhenguan","Kuaiji","Beifudi","Chong","Zoutu","Bing","Yang","You","Qi","Beichuan","Weizhou","Xuan","Tai","Yushan","Kaifeng","Xichuan"],
		"spyNames": ["Li", "Chen", "Zhang", "Liu", "Yang", "Huang", "Zhao", "Wu", "Zhou", "Sun"]
	},
	{
		"name": "Yuan",
		"leaderName": "Kublai Khan",
		"adjective": ["Yuan"],
		"startBias": ["Avoid [Desert]"],
		"preferredVictoryType": "Domination",
		"personality": "Iska_KublaiKhan",
		"favoredReligion": "Buddhism",
		
		"startIntroPart1": "Greetings, esteemed Kublai Khan, the illustrious ruler of the magnificent Yuan Dynasty! Your rule blends the wisdom of Chinese governance with the indomitable spirit of Mongol horsemen, and your voice rings as a beacon that both guides and intimidates. As a scion of the mighty lineage of Temüjin, you have taken the foundations of the Mongol Empire and stretched them further than ever before, even incorporating Chinese elements into the imperial tapestry. Through shrewd statesmanship and enlightened patronage of arts and sciences, you have made the Yuan Dynasty a center of world civilization. Expanding beyond the Mongol steppes, your realm has swallowed entire nations, and at its peak, stretched from the Korean Peninsula to Eastern Europe.",
		"startIntroPart2": "Great Emperor Shizu, your subjects look to you for a renewed era of glory and expansion. Will the world quiver once again as your forces sweep across the land? Will you build an empire that stands the test of time?",
		
		"declaringWar": "The clouds of dust on the horizon are thousands of horsemen, coming with war. Prepare yourself.",
		"attacked": "I have gathered soldiers from every corner of my realm. Be honored that I take such pains to go to war with you.",
		"defeated": "Now go. Leave me to my sorrow.",
		"denounced": "Whether you acted through ignorance or intent, the result is the same.",
		"introduction": "I am Kublai. In time, the whole world shall know me as Emperor and Great Khan.",
		
		"neutralHello": "Salutations, wayfarer.",
		"hateHello": "A day is coming when your kingdom will be consumed like grass in a wildfire. On that day, I shall rejoice.",
		"tradeRequest": "A camel train approaches your borders, bearing silks and spices, horse milk and mutton, and tales of the great Khan.",
		"declaringFriendship": "Come, enjoy good wine and low-voiced songs, let us drink and let the sun and moon come and go!",

		"outerColor": [57,32,33],
		"innerColor": [249,174,96],
		"uniqueName": "Golden Highways of the Great Yuan",
		"uniqueText": "Your Capital and all cities connected to it gain +2% [Production] and [Gold] for each Trade Route, doubled in your Capital. Units on or adjacent to a non-hostile [Road] or [Railroad] at most 10 tiles away from your own [City center]s gain a 33% Combat Strength bonus.",
		"uniques": [
			"[+33]% Strength <within [10] tiles of a [{your} {City center}]> <in [{non-[Enemy Land]} {All Road}] tiles>",
			"[+33]% Strength <within [10] tiles of a [{your} {City center}]> <in tiles adjacent to [{non-[Enemy Land]} {All Road}] tiles>",
			"[+2]% [Production] [in capital] <for every [[in all cities connected to capital] Cities]> <when number of [[in all cities connected to capital] Cities] is more than [1]>",
			"[+2]% [Gold] [in capital] <for every [[in all cities connected to capital] Cities]> <when number of [[in all cities connected to capital] Cities] is more than [1]>",
			"[+2]% [Production] [in all cities connected to capital] <for every [[in all cities connected to capital] Cities]> <when number of [[in all cities connected to capital] Cities] is more than [1]>",
			"[+2]% [Gold] [in all cities connected to capital] <for every [[in all cities connected to capital] Cities]> <when number of [[in all cities connected to capital] Cities] is more than [1]>"
		],
		"cities": ["Dadu","Shangdu","Hangzhou","Suzhou","Ningbo","Qingzhou","Kaifeng","Linhai","Quanzhou","Fuzhou","Ganzhou","Chengdu","Lanzhou","Xianyang","Liaoyang","Tianjin","Guangzhou","Dali","Yunnanfu","Mingzhou"],
		"spyNames": ["Jia Sidao","Bayan","Yelü Chucai","Subutai","Zhenjin","Marco Polo","Jebe","Yuan Chonghuan","Nayan","Burundai"]
	},
	{
		"name": "Wolin",
		"adjective": ["Wolinian"],
		"cityStateType": "Militaristic",
		"startBias": ["Coast"],

		"declaringWar": "May your death be slow and agonizing. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [167, 162, 216],
		"cities": ["Wolin"]
	},
	{
		"name": "Auckland",
		"adjective": ["Aucklander"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "May your years be long and miserable. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [167, 16, 216],
		"cities": ["Auckland"]
	},
	{
		"name": "St. John's",
		"adjective": ["St. John's"],
		"cityStateType": "Maritime",

		"declaringWar": "May wisdom ever elude you. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [193, 84, 255],
		"cities": ["St. John's"]
	},
	{
		"name": "Nuuk",
		"adjective": ["Nuuk"],
		"cityStateType": "Maritime",

		"declaringWar": "Tales of your misdeeds are told from Ireland to Cathay. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [51, 97, 242],
		"cities": ["Nuuk"]
	},
	{
		"name": "Balkh",
		"adjective": ["Bactrian"],
		"cityStateType": "Religious",

		"declaringWar": "Damn your seventh grandfather. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [255, 255, 255],
		"cities": ["Balkh"]
	},
	{
		"name": "Managua",
		"adjective": ["Nicaraguan"],
		"cityStateType": "Religious",

		"declaringWar": "Your entire empire suffers from delusions of adequacy. This is a formal declaration of WAR! Our armies shall meet on the field of battle!",
		"attacked": "We have no business with bloodthirsty tyrants such as yourself. Begone.",
		"defeated": "You will pay for this in time, villain! We swear it!",
		"outerColor": [0, 0, 0],
		"innerColor": [18, 188, 221],
		"cities": ["Managua"]
	}
]